<?php
// Text
$_['text_search']      						  = 'Търсене';
$_['text_brand']        					  = 'Производител';
$_['text_manufacturer'] 					  = 'Производител :';
$_['text_model']      						  = 'Код на продукта :';
$_['text_reward']     						  = 'Наградни точки :'; 
$_['text_points']   					      = 'Цена в наградни точки :';
$_['text_stock']      						  = 'Наличност :';
$_['text_instock']      					  = 'В наличност';
$_['text_tax']       						  = 'Без данък :'; 
$_['text_discount']                           = ' или повече';
$_['text_option']     						  = 'Възможни опции';
$_['text_minimum']    						  = 'Минимално количество за поръчка : %s';
$_['text_reviews']    						  = '( %s ) Коментара'; 
$_['text_write']       						  = 'Напишете коментар';
$_['text_login']                              = 'Моля, <a href="%s">влезтер</a> в профила си или се <a href="%s">регистрирайте</a> за да коментирате';
$_['text_no_reviews']                         = 'Още няма коментари за този продукт.';
$_['text_note']                               = '<span class="text-danger">Забележка:</span> HTML не се потдържа!';
$_['text_success']                            = 'Благодарим ви за изпратения коментар. Наш служител ще го прегледа възможно най-скоро.';
$_['text_related']                            = 'Сходни артикули';
$_['text_tags']                               = 'Тагове:';
$_['text_error']                              = 'Продукта не е открит!';
$_['text_payment_recurring']                    = 'Платежни Профили';
$_['text_trial_description']                  = '%s всеки %d %s(s) за %d вноска(и) до';
$_['text_payment_description']                = '%s всеки %d %s(s) за %d вноска(и)';
$_['text_payment_until_canceled_description'] = '%s всеки %d %s(s) докато не бъдат отменени';
$_['text_day']                                = 'ден';
$_['text_week']                               = 'седмица';
$_['text_semi_month']                         = 'половин месец';
$_['text_month']                              = 'месеца';
$_['text_year']                               = 'година';

// Entry
$_['entry_qty']                               = 'Количество';
$_['entry_name']                              = 'Вашето име:';
$_['entry_review']                            = 'Вашият коментар:';
$_['entry_rating']                            = 'Рейтинг:';
$_['entry_good']                              = 'Добър';
$_['entry_bad']                               = 'Лош';
$_['entry_captcha']                           = 'Въведете кода в полето:';

// Tabs
$_['tab_description']                         = 'Описание';
$_['tab_attribute']                           = 'Спецификация';
$_['tab_review']                              = 'Коментари ( %s )';

// Error
$_['error_name']        					  = 'Внимание: Заглавието на коментара трябва да е от 3 до 25 символа !';
$_['error_text']     						  = 'Внимание: Текстът на коментара трябва да е от 25 до 1000 символа !';
$_['error_rating']    						  = 'Внимание: Моля, изберете рейтинг !';
$_['error_captcha']     					  = 'Внимание: Въведеният код не съвпада с този в картинката !';