<?php
// Heading
$_['heading_title']				= 'Плащания на Amazon';
$_['heading_address']			= 'Моля, изберете адрес за доставка';
$_['heading_payment']			= 'Моля, изберете начин на плащане';
$_['heading_confirm']			= 'Сума на поръчката';

// Text
$_['text_back']					= 'Обратно';
$_['text_cart']					= 'Количка';
$_['text_confirm']				= 'Потвърдете';
$_['text_continue']				= 'Продължи';
$_['text_cba']					= 'Плащания на Amazon';
$_['text_enter_coupon']			= 'Въведете кода от купона  тук. Ако нямате, оставете го празно.';
$_['text_coupon']				= 'Купон';
$_['text_tax_other']			= 'Данъци / Други такси за обработка';
$_['text_payment_failed']		= 'Вашето плащане е неуспешно. Моля, свържете се с администратора на магазина за помощ или  изберете различен начин на плащане.';
$_['text_success_title']		= 'Вашата поръчка е приета!';
$_['text_payment_success']		= 'Вашата поръчка беше приета успешно. Детайли на поръчката са по-долу';

// Error
$_['error_payment_method']		= 'Моля, изберете начин на плащане';
$_['error_shipping']			= 'Моля, изберете начин за доставка';
$_['error_shipping_address']	= 'Моля, изберете адрес за доставка';
$_['error_shipping_methods']	= 'Възникна грешка при извличането на адреса Ви от  Amazon. Моля, свържете се с администратора на магазин за помощ';
$_['error_no_shipping_methods'] = 'Все още няма опции за транспортиране до избрания адрес. Моля, изберете друг адрес за доставка';