<?php
// Text
$_['text_title']				= 'Кредитна карта / Дебитна карта (Paymate)';
$_['text_unable']        		= 'Невъзможност да бъде открит или обновен статуса на вашата поръчка.';
$_['text_declined']				= 'Плащането е било отхвърлено от Paymate';
$_['text_failed']				= 'Paymate транзакцията е неуспешна';
$_['text_failed_message'] 		= '<p>За съжаление, възникна грешка при обработката на вашето плащане с Paymate.</p><p><b>Внимание: </b>%s</p><p>Проверете наличността по сметката си в Paymate преди да повторите опита за плащане по тази поръчка.</p><p>Ако смятате, че трансакцията е успешна или виждате сметката си в Paymate намалена със сумата на поръчката ви, моля <a href="%s">свържете се с нас</a>, като посочите данните за поръчката.</p>';
$_['text_basket']				= 'Количка';
$_['text_checkout']				= 'Плащане';
$_['text_success']				= 'Готово';