<?php
// Heading
$_['heading_title']				= 'Благодаря ви че пазарувахте с %s .... ';

// Text
$_['text_title']				= 'Кредитна карта / Дебитна карта (PayPoint)';
$_['text_response']				= 'Отговор от PayPoint:';
$_['text_success']				= '... плащането е успешно получена.';
$_['text_success_wait']			= '<b><span style="color: #FF0000">Моля изчакайте...</span></b> докато обработим поръчката Ви.<br>Ако до 10 секунди не сме ви пренасочили, моля кликнете<a href="%s">тук</a>.';
$_['text_failure']				= '... плащането е отказано!';
$_['text_failure_wait']			= '<b><span style="color: #FF0000">Моля изчакайте...</span></b><br>Ако до 10 секунди не сме ви пренасочили, моля кликнете <a href="%s">тук</a>.';