<?php
// Text
$_['text_title']				= 'Кредитна или дебитна карта (Processed securely by PayPal)';
$_['text_credit_card']			= 'Детайли на Кредитната карта';
$_['text_start_date']			= '(ако е налична)';
$_['text_issue']				= '(за Maestro и Solo карти)';
$_['text_wait']					= 'Моля изчакайте!';

// Entry
$_['entry_cc_owner']			= 'Собственик на картата:';
$_['entry_cc_type']				= 'Тип на картата:';
$_['entry_cc_number']			= 'Номер на картата:';
$_['entry_cc_start_date']		= 'Картата е валидна от:';
$_['entry_cc_expire_date']		= 'Картата изтича на:';
$_['entry_cc_cvv2']				= 'Сигурен код на картата (CVV2):';
$_['entry_cc_issue']			= 'Издаден номер на картата:';

// Error
$_['error_required']			= 'Внимание: Всички полета са задължителни!';
$_['error_general']				= 'Внимание: Възникна проблем с транзакцията. Моля, опитайте отново!';
$_['error_config']				= 'Внимание: Грешка в настройките на модула за плащане. Моля, проверете данните си за достъп!';
$_['error_address']				= 'Внимание: Има несъвпадение в платежния адрес: населено място, област и пощ. код. Моля, проверете тези данни и опитайте отново!';
$_['error_declined']			= 'Внимание: Тази операция бе отказана. Моля, опитайте отново!';
$_['error_invalid']				= 'Внимание: Подадената информация за картата е невалидна. Моля, опитайте отново!';