<?php
// Heading
$_['heading_title']				= 'Благодаря Ви че пазарувате с %s .... ';

// Text
$_['text_title']				= 'Кредитна карта / Дебитна карта (WorldPay)';
$_['text_response']				= 'Отговор от WorldPay:';
$_['text_success']				= '... вашето плащане премина успешно.';
$_['text_success_wait']			= '<b><span style="color: #FF0000">Моля, почакайте...</span></b> докато ние обработим поръчката ви.<br>Ако до 10 секунди не бъдете автоматично пренасочени, моля натиснете <a href="%s">тук</a>.';
$_['text_failure']				= '... вашето плащане бе отказано!';
$_['text_failure_wait']			= '<b><span style="color: #FF0000">Моля, почакайте...</span></b><br>Ако до 10 секунди не бъдете автоматично пренасочени, моля натиснете <a href="%s">тук</a>.';
$_['text_pw_mismatch']  		= 'CallbackPW не съответства. Поръчката изисква изследване.';