<?php
// Heading
$_['heading_title']                    = 'Настройки';

// Text
$_['text_success']              = 'Готово, промените са запазени!';
$_['text_list']                        = 'Магазини';
$_['text_add']                         = 'Добави магазин';
$_['text_edit']                        = 'Редактирай магазин';
$_['text_items']                       = 'Списъци';
$_['text_tax']                         = 'Данъци';
$_['text_account']                     = 'Профили';
$_['text_checkout']                    = 'Плащане';
$_['text_stock']                       = 'Наличност';
$_['text_shipping']                    = 'Адрес за доставка';
$_['text_payment']                     = 'Платежен адрес';

// Column
$_['column_name']               = 'Име на магазина';
$_['column_url']                = 'Адрес (URL) на магазина';
$_['column_action']             = 'Действие';

// Entry
$_['entry_url']                        = 'Адрес (URL) на магазина';
$_['entry_ssl']                        = 'Адрес на SSL сертификат (SSL URL)';
$_['entry_name']                       = 'Име на магазина';
$_['entry_owner']                      = 'Собственик';
$_['entry_address']                    = 'Адрес';
$_['entry_geocode']                    = 'Геокод';
$_['entry_email']                      = 'Е-поща';
$_['entry_telephone']                  = 'Телефон';
$_['entry_fax']                        = 'Факс';
$_['entry_image']                      = 'Изображение';
$_['entry_open']                       = 'Работно време';
$_['entry_comment']                    = 'Коментар';
$_['entry_location']                   = 'Местоположение на магазина';
$_['entry_meta_title']                 = 'Мета заглавие';
$_['entry_meta_description']           = 'Мета описание';
$_['entry_meta_keyword']               = 'Мета ключови думи';
$_['entry_layout']                     = 'Основен изглед';
$_['entry_template']                   = 'Тема / Визия';
$_['entry_country']                    = 'Страна';
$_['entry_zone']                       = 'Област';
$_['entry_language']                   = 'Език';
$_['entry_currency']                   = 'Валута';
$_['entry_product_limit'] 	           = 'Брой артикули на страница (за каталога)';
$_['entry_product_description_length'] = 'Лимит на описанието (за каталога)';
$_['entry_tax']                        = 'Показване на цените с данъка';
$_['entry_tax_default']                = 'Използвай данъчния адрес на магазина';
$_['entry_tax_customer']               = 'Използвай данъчния адрес на клиента';
$_['entry_customer_group']             = 'Клиентска група';
$_['entry_customer_group_display']     = 'Клиентски групи';
$_['entry_customer_price']             = 'Идентифициране за виждане на цени';
$_['entry_account']                    = 'Съгласие с условията за профили';
$_['entry_cart_weight']                = 'Показване на тегло на кошницата';
$_['entry_checkout_guest']             = 'Плащане без регистрация';
$_['entry_checkout']                   = 'Съгласие с условията за плащане';
$_['entry_order_status']               = 'Начален статус на поръчката';
$_['entry_stock_display']              = 'Показване на наличността';
$_['entry_stock_checkout']             = 'Поръчка след изчерпване';
$_['entry_logo']                       = 'Лого на магазина';
$_['entry_icon']                       = 'Предикона';
$_['entry_image_category']             = 'Размер на категорийната картинка при списъчен изглед';
$_['entry_image_thumb']                = 'Размер на продуктовите мини-изображения';
$_['entry_image_popup']                = 'Размер на продуктовите изображения при разглеждане';
$_['entry_image_product']              = 'Размер на продуктовата картинка при списъчен изглед';
$_['entry_image_additional']           = 'Размер на допълнителните продуктови картинки';
$_['entry_image_related']              = 'Размер на картинките на свързаните продукти';
$_['entry_image_compare']              = 'Размер на изображенията на продукти при сравняване';
$_['entry_image_wishlist']             = 'Размер на картинките на продуктите в "Желани"';
$_['entry_image_cart']                 = 'Размер на картинките на продуктите в "Кошница"';
$_['entry_image_location']             = 'Размер на логото на магазина';
$_['entry_width']                      = 'Ширина';
$_['entry_height']                     = 'Височина';
$_['entry_secure']                     = 'Използвай SSL';

// Help
$_['help_url']                         = 'Пълният адрес на вашия магазин. Той трябва да завършва задължително с наклонена черта (\'/\'). Пример: http://www.address.com/e-store-path/<br /><br />При създаване на нов магазин, винаги посочвайте адреса на друг домейн или поддомейн, а не адрес на папка.';
$_['help_ssl']                         = 'Точният адрес на SSL сертификата за магазина. Той трябва да завършва задължително с наклонена черта (\'/\'). Пример: http://www.address.com/e-store-path/<br /><br />При създаване на нов магазин, винаги посочвайте адреса на друг домейн или поддомейн, а не адрес на папка.';
$_['help_geocode']                     = 'Моля въведете ръчно местоположението на магазина.';
$_['help_open']                        = 'Попълнете работното време на вашият магазин.';
$_['help_comment']                     = 'Това поле е за специални забележки.';
$_['help_location']                    = 'Различните местоположения на магазина могат да бъдат показани в контакт формата.';
$_['help_currency']                    = 'Задавате основната валута. Може да се наложи да изтриете кеша на браузъра си, за да влезе промяната в действие и за вас.';
$_['help_product_limit'] 	           = 'Указвате колко артикула да се показват на страница при отваряне на списъка с категории, продукти и т.н.';
$_['help_product_description_length']  = 'Лимит на кракто описание на страница при отваряне на списъка с категории, специални и т.н.';
$_['help_tax_default']                 = 'Използвате данъчния адрес на магазина за изчисляване на данъка, ако никой не се е идентифицирал в магазина. Можете да използвате адреса на магазина и вместо адресите за доставка или плащане на клиентите.';
$_['help_tax_customer']                = 'Използвате данъчния адрес на клиента за изчисляване на данъка, когато той се е идентифицирал в магазина. Можете да използвате основния адрес на клиента и вместо адресите му за доставка или плащане.';
$_['help_customer_group']              = 'Основна клиентска група.';
$_['help_customer_group_display']      = 'Показване на клиентските групи, в които новите клиенти да могат да се включват при регистрацията си.';
$_['help_customer_price']              = 'Цените се показват само на идентифицирали се посетители.';
$_['help_account']                     = 'Задължава клиентите да приемат условията за профилите, за да могат да създадат клиентски профил.';
$_['help_checkout_guest']              = 'Позволяване на клиентите да пазаруват без да създават профил. Опцията не важи, когато в кошницата има е-продукти.';
$_['help_checkout']                    = 'Задължава клиентите да приемат условията за плащане, за да могат да осъществят плащане.';
$_['help_order_status']                = 'Статусът по подразбиране на поръчката, веднага след като бъде направена.';
$_['help_stock_display']               = 'Показва количеството в наличност от продукта в страницата на съответния продукт.';
$_['help_stock_checkout']              = 'Позволява поръчка и плащане дори даден заявен продукт да е изчерпан.';
$_['help_icon']                        = 'Предиконата трябва да бъде във формат PNG и размер 16px x 16px.';
$_['help_secure']                      = 'За използване на SSL трябва да уточните с вашия хост дали има инсталиран SSL certificate и добавете адреса му в конфигурационните файлове на магазина (клиентска и административна част).';

// Error
$_['error_warning']             = 'Внимание: Моля, проверете внимателно формата за грешки!';
$_['error_permission']          = 'Внимание: Нямате права за промяна в секцията!';
$_['error_name']                = 'Внимание: Името на магазина трябва да бъде между 3 и 32 символа!';
$_['error_owner']               = 'Внимание: Името на собственика трябва да бъде между 3 и 64 символа!';
$_['error_address']             = 'Внимание: Адресът на магазина трябва да бъде между 10 и 256 символа!';
$_['error_email']               = 'Внимание: Невалиден адрес на е-поща!';
$_['error_telephone']           = 'Внимание: Телефонът трябва да е между 3 и 32 символа!';
$_['error_url']                 = 'Внимание: Посочването на адрес (URL) на магазина е задължително!';
$_['error_meta_title']                 = 'Внимание: Заглавието трябва да бъде между 3 и 32 символа!';
$_['error_limit']               = 'Внимание: Посочването на брой е задължително!';
$_['error_customer_group_display'] = 'Внимание: Трябва да добавите основна клиентска група, ако ще ползвате тази функционалност!';
$_['error_image_thumb']         = 'Внимание: Посочването размера на мини-изображенията е задължително!';
$_['error_image_popup']         = 'Внимание: Посочването размера на изображенията при разглеждането им е задължително!';
$_['error_image_product']       = 'Внимание: Посочването размера на картинките на продуктите при списъчен изглед е задължително!';
$_['error_image_category']      = 'Внимание: Посочването размера на картинките на категориите при списъчен изглед е задължително!';
$_['error_image_additional']    = 'Внимание: Посочването размера на допълнителните картинки на продуктите е задължително!';
$_['error_image_related']       = 'Внимание: Посочването размера на картинките на свързаните продукти е задължително!';
$_['error_image_compare']       = 'Внимание: Посочването размера на картинките на продуктите при сравняване е задължително!';
$_['error_image_wishlist']      = 'Внимание: Посочването размера на картинките в "Желани продукти" е задължително!';
$_['error_image_cart']          = 'Внимание: Посочването размера на картинките в "Кошница" е задължително!';
$_['error_image_location']             = 'Внимание: Посочването размера на логото в "Магазина" е задължително!';
$_['error_default']             = 'Внимание: Основният магазин не може да бъде изтриван!';
$_['error_store']               = 'Внимание: Този магазин не може да бъде изтрит, защото е асоцииран с %s поръчки!';