<?php
// Heading
$_['heading_title']					= 'Банков превод';

// Text
$_['text_payment']					= 'Плащане';
$_['text_success']           = 'Готово, промените са запазени!';
$_['text_edit']                     = 'Редактиране на Банков превод';

// Entry
$_['entry_bank']					= 'Данни за банков превод';
$_['entry_total']					= 'Ценови праг';
$_['entry_order_status']			= 'Статус на поръчката';
$_['entry_geo_zone']				= 'Гео-зона';
$_['entry_status']					= 'Статус';
$_['entry_sort_order']				= 'Ред';

// Help
$_['help_total']					= 'Сумата за плащане, която трябва да се събере в кошницата, преди този метод за плащане да стане активен.';

// Error
$_['error_permission']				= 'Внимание: Нямате права за промяна в модула';
$_['error_bank']					= 'Внимание: Посочването на данните за банков превод е задължително!';