<?php
// Heading
$_['heading_title']					= 'Чек';

// Text
$_['text_payment']					= 'Плащане';
$_['text_success']					= 'Готово, промените са запазени!';
$_['text_edit']                     = 'Редактиране';

// Entry
$_['entry_payable']					= 'Да се изплати на:';
$_['entry_total']					= 'Ценови праг:';
$_['entry_order_status'] = 'Статус на поръчката';
$_['entry_geo_zone']     = 'Гео-зона';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Ред';

// Help
$_['help_total']					= 'Сумата за плащане, която трябва да се събере в кошницата, преди този метод за плащане да стане активен.';

// Error
$_['error_permission']   = 'Внимание: Нямате права за промяна в секцията!';
$_['error_payable']      = 'Внимание: Посочването на трите имена на лицето, което ще осребри чека, е задължително!';