<?php
// Heading
$_['heading_title']    = 'Такса за ниска стойност на поръчката';

// Текст
$_['text_total']       = 'Сума на поръчката';
$_['text_success']     = 'Готово, промените са запазени!';
$_['text_edit']        = 'Редактирай таксата';

// Entry
$_['entry_total']      = 'Сума Total';
$_['entry_fee']        = 'Такса';
$_['entry_tax_class']  = 'Данъчна група';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Ред';

// Help
$_['help_total']       = 'Сумата на поръчката трябва да е достигната преди тази поръчка да стане активна!';

// Error
$_['error_permission'] = 'Внимание: Нямате права за промяна в секцията!';