<?php
// Heading
$_['heading_title']    = 'Безплатна доставка';

// Text
$_['text_shipping']    = 'Модули за доставка';
$_['text_success']     = 'Готово, промените са запазени!';
$_['text_edit']        = 'Редактирай Безплатна доставка';

// Entry
$_['entry_total']      = 'Минимална сума';
$_['entry_geo_zone']   = 'Гео-зона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Ред';

// Help
$_['help_total']       = 'Сума на поръчката, над която ще важи възможността за безплатна доставка.';

// Error
$_['error_permission'] = 'Внимание: Нямате права за промяна в секцията!';