<?php
// Heading
$_['heading_title']           = 'Parcelforce 48';

// Text
$_['text_shipping']           = 'Доставка';
$_['text_success']            = 'Готово, промените са запазени!';
$_['text_edit']               = 'Редактирай Parcelforce 48';

// Entry
$_['entry_rate']              = 'Ставки на Parcelforce 48';
$_['entry_insurance']         = 'Компенсационни ставки на Parcelforce 48';
$_['entry_display_weight']    = 'Покажи теглото';
$_['entry_display_insurance'] = 'Покажи застраховката';
$_['entry_display_time']      = 'Покажи времето за доставка';
$_['entry_tax_class']         = 'Данъчна група';
$_['entry_geo_zone']          = 'Гео-зона';
$_['entry_status']            = 'Статус';
$_['entry_sort_order']        = 'Ред';

// Help
$_['help_rate']              = 'Стойностите могат да са максимум 5-цифрени + 2 цифри след десетичната запетайка (12345.67). Пример за таксуване: .1:1,.25:1.27 - задаваме за всички пратки с тегло до 0,1 кг. цена от 1,00 лв., а за тези с тегло над 0,1 кг. и до 0,25 кг. - 1,27 лв.<br />Не въвеждайте мерни единици или др. символи.';
$_['help_insurance']         = 'Стойностите могат да са максимум 5-цифрени + 2 цифри след десетичната запетайка (12345.67). Например, 34:0,100:1,250:2.25 би означавало, че за стойност на стоки до 34 лв., допълнителната такса за застраховка е 0.00, докато за пратки на стойност между 100 и 250 лв. ще се дължат 2,25 лв. допълнително.<br />Не въвеждайте мерни единици или др. символи.';
$_['help_display_weight']    = 'Показване теглото на пратката (напр.: 2,7674 кг.)';
$_['help_display_insurance'] = 'Показване размера на застрахователната сума за пратката (напр.: Застрахователен таван 500 лв.)';
$_['help_display_time']      = 'Показване времето, за което пратката ще бъде доставена (напр.: Време за доставка от 3 до 5 дни)';

// Error
$_['error_permission']        = 'Внимание: Нямате права за промяна в секцията!';