<?php
// Heading
$_['heading_title']    = 'Модули за доставка, базирана на тегло';

// Text
$_['text_shipping']    = 'Модули за доставка';
$_['text_success']     = 'Готово, промените са запазени!';
$_['text_edit']        = 'Редактирай Модули за доставка, базирана на тегло';

// Entry
$_['entry_rate']       = 'Ставки';
$_['entry_tax_class']  = 'Данъчна група';
$_['entry_geo_zone']   = 'Гео-зона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Ред';

// Help
$_['help_rate']        = 'Пример: 5:10.00,7:12.00 - Тегло:Цена,Тегло:Цена и т.н.';

// Error
$_['error_permission'] = 'Внимание: Нямате права за промяна в секцията!';