<?php
// Heading
$_['heading_title']    = 'Отчети за преглежданията на артикули';

// Text
$_['text_list']        = 'Списък на преглежданията на артикулите';
$_['text_success']   = 'Готово, изчистихте отчета за преглежданията на артикули!';

// Column
$_['column_name']    = 'Име на продукта';
$_['column_model']   = 'Модел';
$_['column_viewed']  = 'Прегледи';
$_['column_percent'] = 'Процентно съотношение';

// Error
$_['error_permission'] = 'Внимание: Вие нямате разрешение да нулирате Списък на преглежданията на артикулите!';