<?php
// Heading
$_['heading_title']        = 'Инсталиране на разширение';

// Text
$_['text_success']         = 'Готово: Успешно инсталирахте разширение!';
$_['text_unzip']           = 'Извличане на файлове!';
$_['text_ftp']             = 'Копиране на файлове!';
$_['text_sql']             = 'Стартиране SQL!';
$_['text_xml']             = 'Прилагане модификации!';
$_['text_php']             = 'Стартиране PHP!';
$_['text_remove']          = 'Премахване на временни файлове!';
$_['text_clear']           = 'Готово: Успешно премахнакте временните файлове!';

// Entry
$_['entry_upload']         = 'Качи файл';
$_['entry_overwrite']      = 'Файловете, които ще бъдат презаписани';
$_['entry_progress']       = 'Прогрес';

// Help
$_['help_upload']          = 'Изисква Zip или XML файл.';

// Error
$_['error_permission']     = 'Внимание: Нямате права за Инсталиране на разширение!';
$_['error_temporary']      = 'Внимание: Има някой времени файлове, които трябва да се премахнат. Кликни  на бутона изчисти за да се премахнат';
$_['error_upload']         = 'Файлът не може да бъде качен!';
$_['error_filetype']       = 'Невалиден тип на файла!';
$_['error_file']           = 'Файлът не може да бъде намерен!';
$_['error_unzip']          = 'Zip файлът не може да бъде отворен!';
$_['error_directory']      = 'Директорията, съдържаща файловете за качване не може да бъде намерена!';
$_['error_ftp_connection'] = 'Не може да се свърже като %s:%s';
$_['error_ftp_login']      = 'Не може да влезете като %s';
$_['error_ftp_root']       = 'Не може да се определи главната директория като %s';
$_['error_ftp_directory']  = 'Не може да се промени директорията %s';
$_['error_ftp_file']       = 'Не може да се качи файл %s';