<?php
// Heading
$_['heading_title']     = 'Модификации';

// Text
$_['text_success']      = 'Готово, промените са запазени!';
$_['text_refresh'] 		= 'След като включите/изключите или изтриете дадена модификация, трябва да цъкнете бутона "презареди" за да възстановите кеша на модификацията!';
$_['text_list']         = 'Модификации';

// Column
$_['column_name']       = 'Модификации';
$_['column_author']     = 'Автор';
$_['column_version']    = 'Версия';
$_['column_status']     = 'Статус';
$_['column_date_added'] = 'Дата';
$_['column_action']     = 'Действие';

// Error
$_['error_permission']  = 'Внимание: Нямате права за промяна на модификациите!';