<?php
// Text
$_['text_success']      = 'Готово, промените са запазени!';

// Error
$_['error_permission']   = 'Внимание: Вие нямате права за достъп до API!';
$_['error_firstname']    = 'Внимание: Името трябва да бъде между 1 и 32 символа!';
$_['error_lastname']     = 'Внимание: Фамилията трябва да бъде между 1 и 32 символа!';
$_['error_email']        = 'Внимание: Пощенския адрес е невалиден!';
$_['error_telephone']    = 'Внимание: Телефонът трябва да бъде между 1 и 32 символа!';
$_['error_custom_field'] = '%s е задължително!';