<?php
// Text
$_['text_success'] = 'Готово, промените са запазени!';

// Error
$_['error_permission'] 		 = 'Внимание: Вие нямате права за достъп до API!';
$_['error_customer']         = 'Данните за клиента трябва да бъдат зададени!';
$_['error_payment_address']  = 'Адрес на плащане е задължителен!';
$_['error_payment_method']   = 'Метод на плащане е задължителен!';
$_['error_shipping_address'] = 'Адрес на доставка е задължителен!';
$_['error_shipping_method']  = 'Метод на доставка е задължителен!';
$_['error_stock']            = 'Продуктите, отбелязани с *** не са налични!';
$_['error_minimum']          = 'Минимално количество поръчка за %s е %s!';
$_['error_not_found']        = 'Внимание: Поръчката не може да бъде намерена!';