<?php
// Text
$_['text_address']       = 'Готово: Адресът за плащане е зададен!';
$_['text_method']        = 'Готово: Методът за плащане е зададен!';

// Error
$_['error_permission'] 	 = 'Внимание: Вие нямате права за достъп до API!';
$_['error_firstname']    = 'Внимание: Името трябва да бъде между 1 и 32 символа!';
$_['error_lastname']     = 'Внимание: Фамилията трябва да бъде между 1 и 32 символа!';
$_['error_address_1']    = 'Внимание: Адресът трябва да бъде между 3 и 128 символа!';
$_['error_city']         = 'Внимание: Градът трябва да бъде между 3 и 128 символа!';
$_['error_postcode']     = 'Внимание: Пощ. код трябва да бъде между 2 и 10символа!';
$_['error_country']      = 'Моля, изберете държава';
$_['error_zone']         = 'Моля, изберете регион/шат!';
$_['error_custom_field'] = '%s е задължително!';
$_['error_address']      = 'Внимание: Адресът за плащане е задължителен!';
$_['error_method']       = 'Внимание: Методът на плащане е задължителен!';
$_['error_no_payment']   = 'Внимание: Няма налични опции за плащане!';