<?php
// Text
$_['text_success']     = 'Готово: Вашият ваучер е приложен!';
$_['text_cart']        = 'Готово: Вие успешно обновихте количката!';

$_['text_for']         = '%s Сертификат за подарък за %s';

// Error
$_['error_permission'] 	 = 'Внимание: Вие нямате права за достъп до API!';
$_['error_voucher']    = 'Внимание: Ваучерът е невалиден или е използван!';
$_['error_to_name']    = 'Внимание: Получателят трябва да бъде между 1 и 64 символа!';
$_['error_from_name']  = 'Внимание: Името трябва да бъде между 1 и 32 символа!';
$_['error_email']      = 'Внимание: Пощенския адрес е невалиден!';
$_['error_theme']      = 'Трябва да изберете тема!';
$_['error_amount']     = 'Сумата трябва да бъде между %s и %s!';