<?php 
// Heading
$_['heading_title']       = 'Български езиков пакет';

// Текст
$_['text_success']        = 'Готово, промените са запазени!';
$_['text_module']         = 'Допълнителни модули';
$_['text_license']        = 'Българският езиков пакет е инсталиран. Вече можете да го зададете като основен език за администрацията и/или за клиентската част на магазина ви.<br /><br />Препоръчително е да удостоверите домейна си за легално ползване на пакета като пишете до webmaster@p2a-bg.net . За повече информация, прочетете файла Readme.txt.<br />.';
$_['text_edit'] 		  = 'Редактирай Български език модул';

// Buttons
$_['button_cancel']       = 'Назад';

// Error
$_['error_permission']    = 'Внимание: Нямате права за промяна в секцията!';