<?php
// Heading
$_['heading_title']          = 'Категория';

// Text
$_['text_success']           = 'Готово, промените са запазени!';
$_['text_list']              = 'Категории';
$_['text_add']               = 'Добави Категория';
$_['text_edit']              = 'Редактирай Категория';
$_['text_default']           = 'Основен';

// Column
$_['column_name']            = 'Име на категория';
$_['column_sort_order']      = 'Ред';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Име на категория';
$_['entry_description']      = 'Описание';
$_['entry_meta_title'] 	     = 'Мета заглавие';
$_['entry_meta_keyword'] 	 = 'Мета ключови думи';
$_['entry_meta_description'] = 'Мета описание';
$_['entry_keyword']          = 'Оптимизиран адрес (SEO URL)';
$_['entry_parent']           = 'Категория-родител';
$_['entry_filter']           = 'Филтри';
$_['entry_store']            = 'Магазини';
$_['entry_image']            = 'Изображение';
$_['entry_top']              = 'Горно меню';
$_['entry_column']           = 'Колони в подменюто';
$_['entry_sort_order']       = 'Поредност';
$_['entry_status']           = 'Статус';
$_['entry_layout']           = 'Промяна на изгледа';

// Help
$_['help_filter']            = '(Автоизпълнение)';
$_['help_keyword']           = 'Трябва да е написан с тирета между отделните думи, без интервали и за предпочитане на латиница, като не трябва да се дублира с друг оптимизиран адрес.';
$_['help_top']               = 'Включване в горното меню. Действа само за най-горните в йерархията категории.';
$_['help_column']            = 'Брой на колоните за списъка от елементи в подменюто на последните 3 родителски категории в горното меню.';

// Error
$_['error_warning']          = 'Внимание: Моля, проверете внимателно формата за грешки!';
$_['error_permission']       = 'Внимание: Нямате права за промяна на категории!';
$_['error_name']             = 'Внимание: Името на категорията трябва да бъде между 2 и 32 символа!';
$_['error_meta_title']       = 'Внимание: Мета заглавието трябва да бъде между 3 и 255 символа!';