<?php
// Heading
$_['heading_title']     = 'Е-продукти';

// Text
$_['text_success']    	= 'Готово, промените са запазени!';
$_['text_list']         = 'Е-продукти';
$_['text_add']          = 'Добави Е-продукт';
$_['text_edit']         = 'Редактирай Е-продукт';
$_['text_upload']       = 'Готово, файлът беше изпратен успешно!';

// Column
$_['column_name']       = 'Име';
$_['column_date_added'] = 'Дата на добавяне';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Име';
$_['entry_filename']    = 'Име на файла';
$_['entry_mask']        = 'Разширение';

// Help
$_['help_filename']     = 'Можете да качите чрез бутона за качване или да използвате FTP за качване в директорията за сваляне и въведете данните по-долу.';
$_['help_mask']         = 'Препоръчително е, че името на файла и на маската да са различни, за да спрете хората които се опитват да се свържат директно към вашите файлове за изтегляне.';

// Error
$_['error_permission'] = 'Внимание: Нямате права за промени по електронните продукти!';
$_['error_name']       = 'Внимание: Името трябва да бъде между 3 и 64 символа!';
$_['error_upload']     = 'Внимание: Изпращането е задължително!';
$_['error_filename']   = 'Внимание: Името на файла трябва да бъде между 3 и 128 символа!';
$_['error_exists']     = 'Внимание: Файлът не съществува!';
$_['error_mask']       = 'Внимание: Разширението следва да е между 3 и 128 символа!';
$_['error_filetype']   = 'Внимание: Невалиден тип файл!';
$_['error_product']    = 'Внимание: Този е-продукт не може да бъде изтрит, тъй като е асоцииран към %s продукт(а)!';