<?php
// Heading
$_['heading_title']          = 'Информация';

// Text
$_['text_success']      	 = 'Готово, промените са запазени!';
$_['text_list']              = 'Информация';
$_['text_add']               = 'Добави Информация';
$_['text_edit']              = 'Редактирай Информация';
$_['text_default']           = 'Основен';

// Column
$_['column_title']           = 'Заглавие';
$_['column_sort_order']	     = 'Ред';
$_['column_action']          = 'Действие';

// Entry
$_['entry_title']            = 'Заглавие на информационната страница';
$_['entry_description']      = 'Описание';
$_['entry_store']            = 'Магазини';
$_['entry_meta_title'] 	     = 'Мета Заглавие';
$_['entry_meta_keyword'] 	 = 'Мета Ключови думи';
$_['entry_meta_description'] = 'Мета Описание';
$_['entry_keyword']          = 'Оптимизиран адрес (SEO URL)';
$_['entry_bottom']           = 'Долен колонтитул';
$_['entry_status']           = 'Статус';
$_['entry_sort_order']       = 'Поредност';
$_['entry_layout']           = 'Промяна на изгледа';

// Help
$_['help_keyword']           = 'Трябва да е написан с тирета между отделните думи, без интервали и за предпочитане на латиница, като не трябва да се дублира с друг оптимизиран адрес.';
$_['help_bottom']            = 'Покажи в долния колонтитул.';

// Error
$_['error_warning']     	 = 'Внимание: Моля, проверете внимателно формата за грешки!';
$_['error_permission'] 	     = 'Внимание: Нямате права за промяна на информационни страници!';
$_['error_title']      		 = 'Внимание: Заглавието трябва да бъде между 3 и 64 символа!';
$_['error_description'] 	 = 'Внимание: Съдържанието трябва да бъде над 3 символа!';
$_['error_meta_title']       = 'Внимание: Мета Заглавието трябва да бъде между 3 и 255 символа!';
$_['error_account']    		 = 'Внимание: Тази информационна страница не може да бъде изтрита, тъй като е зададена като служебна за магазина!';
$_['error_checkout']   		 = 'Внимание: Тази информационна страница не може да бъде изтрита, тъй като е зададена като служебна за магазина!';
$_['error_affiliate']   	 = 'Внимание: Тази информационна страница не може да бъде изтрита, тъй като е зададена като служебна за магазина!';
$_['error_return']           = 'Внимание: Тази информационна страница не може да бъде изтрита, тъй като в момента е назначена като условията за връщане на магазина !';
$_['error_store']      	     = 'Внимание: Тази информационна страница не може да бъде изтрита, тъй като се използва от %s магазин(а)!';
