<?php
// Heading
$_['heading_title']			= 'Повтарящи профили';

// Text
$_['text_success']          = 'Готово, промените са запазени!';
$_['text_list']             = 'Повтарящи профили';
$_['text_add']              = 'Добави Повтарящ профил';
$_['text_edit']             = 'Редактирай Повтарящ профил';
$_['text_day']				= 'Ден';
$_['text_week']				= 'Седмица';
$_['text_semi_month']		= 'Полумесечен';
$_['text_month']			= 'Месец';
$_['text_year']				= 'Година';
$_['text_recurring']	    = '<p><i class="fa fa-info-circle"></i> Повтарящите се плащания (абонаменти) са на циклична база.</p><p>Например, ако периодът е "седмица", а цикълът е "2", клиентът ще бъде таксуван на всеки 2 седмици.</p><p>Продължителността указва колко пъти ще се повтори цикълът.</p>';
$_['text_profile']			= 'Повтарящ профил';
$_['text_trial']			= 'Демо профил';

// Entry
$_['entry_name']			= 'Име';
$_['entry_price']			= 'Цена';
$_['entry_duration']		= 'Продължителност';
$_['entry_cycle']			= 'Цикъл';
$_['entry_frequency']		= 'Период';
$_['entry_trial_price']		= 'Пробна цена';
$_['entry_trial_duration']	= 'Пробна продължителност';
$_['entry_trial_status']	= 'Пробен статус';
$_['entry_trial_cycle']	    = 'Пробен цикъл';
$_['entry_trial_frequency']	= 'Пробен период';
$_['entry_status']			= 'Статус';
$_['entry_sort_order']		= 'Ред';

// Column
$_['column_name']			= 'Име';
$_['column_sort_order'] 	= 'Ред';
$_['column_action'] 		= 'Действие';

// Error
$_['error_warning']			= 'Внимание: Моля, проверете внимателно формата за грешки!';
$_['error_permission'] 		= 'Внимание: Нямате права за промяна на профили!';
$_['error_name'] 			= 'Внимание: името на профила трябва да е между 3 и 255 символа!';
$_['error_product']			= 'Внимание: Този повтарящ профил не може да бъде изтрит, защото е назначен към %s продукти!';

