<?php
// Heading
$_['heading_title']    = 'Създаване/възстановяване';

// Text
$_['text_backup']      = 'Изтегляне на архив';
$_['text_success']     = 'Готово, файлът с данни бе успешно импортиран!';
$_['text_list']        = 'Качени архиви';

// Entry
$_['entry_restore']    = 'Възстанови от';
$_['entry_backup']     = 'Таблици с данни';

// Error
$_['error_permission'] = 'Внимание: Нямате права за промяна в секцията!';
$_['error_backup']     = 'Внимание: Трябва да изберете поне една таблица!';
$_['error_empty']      = 'Внимание: Изпратеният от вас файл е празен!';