<?php
// Heading
$_['heading_title']           = 'Държава';

// Text
$_['text_success']            = 'Готово, промените са запазени!';
$_['text_list']               = 'Държави';
$_['text_add']                = 'Добави държава';
$_['text_edit']               = 'Редактирай дръжава';

// Column
$_['column_name']             = 'Име на държавата';
$_['column_iso_code_2']       = 'ISO Code (2)';
$_['column_iso_code_3']       = 'ISO Code (3)';
$_['column_action']           = 'Действие';

// Entry
$_['entry_name']              = 'Име на държавата';
$_['entry_iso_code_2']        = 'ISO Code (2)';
$_['entry_iso_code_3']        = 'ISO Code (3)';
$_['entry_address_format']    = 'Формат на адреса';
$_['entry_postcode_required'] = 'Пощ. код (задължително)';
$_['entry_status']            = 'Статус';

// Help
$_['help_address_format']     = 'Име = {firstname}<br />Фамилия = {lastname}<br />Фирма = {company}<br />Адрес = {address_1}<br />Пояснение към адреса = {address_2}<br />Град = {city}<br />Пощ. код = {postcode}<br />Зона = {zone}<br />Код на зоната = {zone_code}<br />Държава = {country}';

// Error
$_['error_permission']        = 'Внимание: Нямате права за промяна в секцията!';
$_['error_name']              = 'Внимание: Името на страната трябва да бъде между 3 и 128 символа!';
$_['error_default']           = 'Внимание: Тази държава не може да бъде изтрита, тъй като е асоциирана като основна за магазина!';
$_['error_store']             = 'Внимание: Тази държава не може да бъде изтрита, тъй като е асоциирана с %s магазина!';
$_['error_address']           = 'Внимание: Тази държава не може да бъде изтрита, тъй като е асоциирана с %s записа в адресната книга!';
$_['error_affiliate']         = 'Внимание: Тази държава не може да бъде изтрита, тъй като е асоциирана с %s партньора!';
$_['error_zone']              = 'Внимание: Тази държава не може да бъде изтрита, тъй като е асоциирана с %s зони!';
$_['error_zone_to_geo_zone']  = 'Внимание: Тази държава не може да бъде изтрита, тъй като е асоциирана с %s зони към гео-зони!';