<?php
// Heading
$_['heading_title']     = 'Езици';

// Text
$_['text_success']      = 'Готово, промените са запазени!'; 
$_['text_list']         = 'Езици';
$_['text_add']          = 'Добави език';
$_['text_edit']         = 'Редактирай език';

// Column
$_['column_name']       = 'Име на езика';
$_['column_code']       = 'Код';
$_['column_sort_order'] = 'Ред';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Име на езика';
$_['entry_code']        = 'Код';
$_['entry_locale']      = 'Параметри';
$_['entry_image']       = 'Флаг-файл';
$_['entry_directory']   = 'Папка';
$_['entry_filename']    = 'Име на файл';
$_['entry_status']      = 'Статус';
$_['entry_sort_order']  = 'Ред';

// Help
$_['help_code']         = 'Напр.: en. Не променяйте, ако това е основният ви език.';
$_['help_locale']       = 'Напр.: en_US.UTF-8,en_US,en-gb,en_gb,english';
$_['help_image']        = 'Напр.: gb.png';
$_['help_directory']    = 'Името на папката, съдържаща съответния езиков пакет (регистърът има значение)';
$_['help_filename']     = 'Само името на файла, без разширението';
$_['help_status']       = 'Да не се показва/да се показва в езиковото меню на магазина';

// Error
$_['error_permission']  = 'Внимание: Нямате права за промяна на езици!';
$_['error_name']        = 'Внимание: Името на езика трябва да бъде между 3 и 32 символа!';
$_['error_code']        = 'Внимание: Езиковият код трябва да бъде поне 2 символа!';
$_['error_locale']      = 'Внимание: Параметрите са задължителни!';
$_['error_image']       = 'Внимание: Името на флаг-файла трябва да бъде между 3 и 64 символа!';
$_['error_directory']   = 'Внимание: Указването на папка е задължително!';
$_['error_filename']    = 'Внимание: Името на файла трябва да бъде между 3 и 64 символа!';
$_['error_default']     = 'Внимание: Този език не може да бъде изтрит, тъй като е зададен като основен за магазина!';
$_['error_admin']       = 'Внимание: Този език не може да бъде изтрит, тъй като е зададен като език за администрация!';
$_['error_store']       = 'Внимание: Този език не може да бъде изтрит, тъй като е асоцииран с %s магазина!';
$_['error_order']       = 'Внимание: Този език не може да бъде изтрит, тъй като е асоцииран с%s поръчки!';