<?php
// Heading
$_['heading_title']    = 'Магазин локация';

// Text
$_['text_success']     = 'Готово, промените са запазени!';
$_['text_list']        = 'Магазин локации';
$_['text_add']         = 'Добави локация';
$_['text_edit']        = 'Редактирай локация';
$_['text_default']     = 'Основен';
$_['text_time']        = 'Работно време';
$_['text_geocode']     = 'Геокодирането не е успешна поради следната причина:';

// Column
$_['column_name']      = 'Име на магазин';
$_['column_address']   = 'Адрес';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Име на магазин';
$_['entry_address']    = 'Адрес';
$_['entry_geocode']    = 'Геокод';
$_['entry_telephone']  = 'Телефон';
$_['entry_fax']        = 'Факс';
$_['entry_image']      = 'Изображение';
$_['entry_open']       = 'Работно време';
$_['entry_comment']    = 'Коментар';

// Help
$_['help_geocode']     = 'Моля въведете ръчно вашето местоположение на магазина.';
$_['help_open']        = 'Попълнете вашето работно време на магазина.';
$_['help_comment']     = 'Това поле е за всички специални бележки, които бихте искали да кажете на клиентите т.е. магазина не приема чекове.';

// Error
$_['error_permission'] = 'Внимание: Нямате права за промяна на секцията!';
$_['error_name']       = 'Името на магазина не може да е по-кратък от 1 символ';
$_['error_address']    = 'Адресът трябва да бъде между 3 и 128 символа!';
$_['error_telephone']  = 'Телефонът трябва да бъде между 3 и 32 символа!';