<?php
// Heading
$_['heading_title']    = 'Статус на връщане';

// Text
$_['text_success']     = 'Готово, промените са запазени!';
$_['text_list']        = 'Статуси на връщане';
$_['text_add']         = 'Добави статус';
$_['text_edit']        = 'Редактирай статус';

// Column
$_['column_name']      = 'Име на статуса';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Име на статуса';

// Error
$_['error_permission'] = 'Внимание: Нямате права за промяна на статусите за връщне!';
$_['error_name']       = 'Внимание: Името на статуса трябва да бъде между 3 и 32 символа!';
$_['error_default']    = 'Внимание: Този статус не може да бъде изтрит, тъй като е зададен като основен статус на продукти при връщане!';
$_['error_return']     = 'Внимание: Този статус не може да бъде изтрит, тъй като е асоцииран с %s връщания!';