<?php
// Heading
$_['heading_title']    = 'Статуси за наличност';

// Text
$_['text_success']     = 'Готово, промените са запазени!';
$_['text_list']        = 'Статуси за наличност';
$_['text_add']         = 'Добави статус';
$_['text_edit']        = 'Редактирай статис';

// Column
$_['column_name']      = 'Име на статуса';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Име на статуса';

// Error
$_['error_permission'] = 'Внимание: Нямате права за промяна на статуси за наличност!';
$_['error_name']       = 'Внимание: Дължината на статуса трябва да бъде между 3 и 32 символа!';
$_['error_product']    = 'Внимание: Този статус не може да бъде изтрит, тъй като е асоцииран с %s продукта!';