<?php
// Heading
$_['heading_title']        = 'Данъци';

// Text
$_['text_success']         = 'Готово, промените са запазени!';
$_['text_list']            = 'Данъци';
$_['text_add']             = 'Добави данък';
$_['text_edit']            = 'Редактирай данък';
$_['text_percent']         = 'Процент';
$_['text_amount']          = 'Фиксирана сума';

// Column
$_['column_name']          = 'Име на данъка';
$_['column_rate']          = 'Ставка';
$_['column_type']          = 'Тип';
$_['column_geo_zone']      = 'Гео-зона';
$_['column_date_added']    = 'Дата на добавяне';
$_['column_date_modified'] = 'Дата на обновявяне';
$_['column_action']        = 'Действие';

// Entry
$_['entry_name']           = 'Име на данъка';
$_['entry_rate']           = 'Ставка';
$_['entry_type']           = 'Тип';
$_['entry_customer_group'] = 'Клиентска група';
$_['entry_geo_zone']       = 'Гео-зона';

// Error
$_['error_permission']     = 'Внимание: Нямате права за промяна в секцията!';
$_['error_tax_rule']       = 'Внимание: Тази ставка не може да бъде изтрита, тъй като е асоциирана към %s данък(а)!';
$_['error_name']           = 'Внимание: Името на данъка трябва да бъде между 3 и 32 символа!';
$_['error_rate']           = 'Внимание: Посочването на данъчната ставка е задължително!';