<?php
// Heading
$_['heading_title']      = 'Информация за моя профил';

// Text
$_['text_account']       = 'Профил';
$_['text_edit']          = 'Редакция';
$_['text_your_details']  = 'Лични данни';
$_['text_success']       = 'Профилът ви бе обновен успешно.';

// Entry
$_['entry_firstname']    = 'Име';
$_['entry_lastname']     = 'Фамилия';
$_['entry_email']        = 'Е-поща';
$_['entry_telephone']    = 'Телефон';
$_['entry_fax']          = 'Факс';

// Error
$_['error_exists']       = 'Внимание: Вече има регистриран профил с тази е-поща!';
$_['error_firstname']    = 'Внимание: Името трябва да е между 1 и 32 символа!';
$_['error_lastname']     = 'Внимание: Името трябва да е между 1 и 32 символа!';
$_['error_email']        = 'Внимание: Посоченият адрес на е-поща не е валиден!';
$_['error_telephone']    = 'Внимание: Телефонът трябва да е между 3 и 32 символа!';
$_['error_custom_field'] = '%s е задължително!';
