<?php
// Heading
$_['heading_title']                = 'Вход в системата';

// Text
$_['text_account']                 = 'Профил';
$_['text_login']                   = 'Вход';
$_['text_new_customer']            = 'Нов клиент';
$_['text_register']                = 'Създаване на профил';
$_['text_register_account']        = 'Създавайки профил, вие ще можете да пазарувате по-бързо, да следите състоянието и историята на поръчките си и да се възползвате от редица бонуси, достъпни само за регистрираните ни потребители.';
$_['text_returning_customer']      = 'Регистриран клиент';
$_['text_i_am_returning_customer'] = 'Аз съм регистриран клиент';
$_['text_forgotten']               = 'Забравена парола';

// Entry
$_['entry_email']                  = 'Адрес на е-поща';
$_['entry_password']               = 'Парола';

// Error
$_['error_login']                  = 'Внимание: Въведените е-поща и/или парола не си съответстват или са грешни.';
$_['error_approved']               = 'Внимание: Вашият профил ще бъде достъпен едва след одобрението му от администратор.';