<?php
// Heading
$_['heading_title'] = 'Моите желани продукти';

// Текст
$_['text_account']  = 'Профил';
$_['text_instock']  = 'В наличност';
$_['text_wishlist'] = 'Желани продукти (%s)';
$_['text_login']    = 'Нужно е да се <a href="%s">идентифицирате</a> със съществуващ или да създадете <a href="%s">нов профил</a>, за да запазите <a href="%s">%s</a> като <a href="%s">желан продукт</a>!';
$_['text_success']  = 'Готово, добавихте <a href="%s">%s</a> към списъка ви с <a href="%s">желани продукти</a>!';
$_['text_exists']   = '<a href="%s">%s</a> е вече в<a href="%s">списъка с желани</a>!';
$_['text_remove']   = 'Промените в списъка са запазени успешно!';
$_['text_empty']    = 'Нямате Желани продукти.';

// Column
$_['column_image']  = 'Изображение';
$_['column_name']   = 'Име на продукта';
$_['column_model']  = 'Модел';
$_['column_stock']  = 'Наличност';
$_['column_price']  = 'Ед. цена';
$_['column_action'] = 'Действие';