<?php
// Heading 
$_['heading_title']    = 'Проследяване';

// Текст
$_['text_account']     = 'Профил';
$_['text_description'] = 'За да можем да ви начислим комисиона за всяка покупка от привлечен от вас клиент, вие трябва да насочвате потребителите към %s или към определен продукт в него чрез специални връзки, съдържащи вашия партньорски код. За целта можете да използвате генератора на партньорски връзки по-долу.';

// Entry
$_['entry_code']       = '<b>Вашият партньорски код:</b>';
$_['text_generator']   = '<b>Генератор на партньорски връзки</b><br />Напишете името на продукта, към който искате да насочвате клиенти:';
$_['text_link']        = '<b>Партньорска връзка:</b>';

// Help
$_['help_generator']  = 'Въведете името на продукта, за който искате линк';