<?php
// Heading 
$_['heading_title']                  = 'Плащане';

// Текст
$_['text_cart']                      = 'Количка';
$_['text_checkout_option']           = 'Стъпка 1: Опции за плащане';
$_['text_checkout_account']          = 'Стъпка 2: Данни за профила и плащането';
$_['text_checkout_payment_address']  = 'Стъпка 2: Данни за плащането';
$_['text_checkout_shipping_address'] = 'Стъпка 3: Данни за доставката';
$_['text_checkout_shipping_method']  = 'Стъпка 4: Метод на доставка';
$_['text_checkout_payment_method']   = 'Стъпка 5: Начин на плащане';
$_['text_checkout_confirm']          = 'Стъпка 6: Потвърждаване на поръчката';
$_['text_modify']                    = 'Промени &raquo;';
$_['text_new_customer']              = 'Нов клиент';
$_['text_returning_customer']        = 'Регистриран клиент';
$_['text_checkout']                  = 'Опции за плащане:';
$_['text_i_am_returning_customer']   = 'Аз съм регистриран клиент';
$_['text_register']                  = 'Създаване на профил';
$_['text_guest']                     = 'Плащане без регистрация';
$_['text_register_account']          = 'Създавайки профил, вие ще можете да пазарувате по-бързо, да следите състоянието и историята на поръчките си и да се възползвате от редица бонуси, достъпни само за регистрираните ни потребители.';
$_['text_forgotten']                 = 'Забравена парола';
$_['text_your_details']              = 'Лични данни';
$_['text_your_address']              = 'Вашият адрес';
$_['text_your_password']             = 'Вашата парола';
$_['text_agree']                     = 'Прочел съм и съм съгласен с <a class="fancybox colorbox" href="%s" alt="%s"><b>%s</b></a>';
$_['text_address_new']               = 'Искам да използвам друг адрес';
$_['text_address_existing']          = 'Искам да използвам вече въведен адрес';
$_['text_shipping_method']           = 'Моля, изберете предпочитан метод на доставка за тази поръчка.';
$_['text_payment_method']            = 'Моля, изберете предпочитан начин на плащане за тази поръчка.';
$_['text_comments']                  = 'Добавете пояснения или указания към поръчката си';
$_['text_recurring']           		 = 'С периодично плащане';
$_['text_payment_recurring']         = 'Платежен профил';
$_['text_trial_description']         = '%s всеки %d %s(s) за %d плащане(ия) то';
$_['text_payment_description']       = '%s всеки %d %s(s) за %d плащане(ия))';
$_['text_payment_until_canceled_description'] = '%s всеки %d %s(s) до отмяна';
$_['text_day']               		 = 'ден';
$_['text_week']              		 = 'седмица';
$_['text_semi_month']        		 = 'половин месец';
$_['text_month']             		 = 'месец';
$_['text_year']              		 = 'година';

// Column
$_['column_name']                    = 'Име на продукта';
$_['column_model']                   = 'Модел';
$_['column_quantity']                = 'Количество';
$_['column_price']                   = 'Цена';
$_['column_total']                   = 'Всичко';

// Entry
$_['entry_email_address']            = 'Адрес на е-поща:';
$_['entry_email']                    = 'е-поща:';
$_['entry_password']                 = 'Парола';
$_['entry_confirm']                  = 'Паролата повторно:';
$_['entry_firstname']                = 'Име:';
$_['entry_lastname']                 = 'Фамилия:';
$_['entry_telephone']                = 'Телефон:';
$_['entry_fax']                      = 'Факс:';
$_['entry_address']                  = 'Избери адрес';
$_['entry_company']                  = 'Фирма:';
$_['entry_customer_group']           = 'Сфера на дейност:';
$_['entry_address_1']                = 'Адрес:';
$_['entry_address_2']                = 'Допълнение към адреса:';
$_['entry_postcode']                 = 'пощ. код:';
$_['entry_city']                     = 'Населено място:';
$_['entry_country']                  = 'Страна:';
$_['entry_zone']                     = 'Област:';
$_['entry_newsletter']               = 'Искам да получавам известия от %s.';
$_['entry_shipping'] 	             = 'Адресите ми на плащане и получаване са еднакви.';

// Error
$_['error_warning']                  = 'Внимание: Възникна проблем при обработката на вашата поръчка. Опитайте отново като изберете различен начин на плащане, а ако проблемът продължава, можете да се <a href="%s">свържете с нас</a>.';
$_['error_login']                    = 'Внимание: Въведените е-поща и/или парола не си съответстват или са грешни.';
$_['error_approved']                 = 'Внимание: Не можете да влезете преди вашият профил да е одобрен.';
$_['error_exists']                   = 'Внимание: Вече има регистриран профил с тази е-поща!';
$_['error_firstname']                = 'Внимание: Името трябва да е между 1 и 32 символа!';
$_['error_lastname']                 = 'Внимание: Името трябва да е между 1 и 32 символа!';
$_['error_email']                    = 'Внимание: Невалиден адрес на е-поща!';
$_['error_telephone']                = 'Внимание: Телефонът трябва да е между 3 и 32 символа!';
$_['error_password']                 = 'Внимание: Паролата трябва да е между 3 и 20 символа!';
$_['error_confirm']                  = 'Внимание: Паролата в двете полета не е една и съща!';
$_['error_address_1']                = 'Внимание: Адресът трябва да е между 3 и 128 символа!';
$_['error_city']                     = 'Внимание: Населеното място трябва да е между 2 и 128 символа!';
$_['error_postcode']                 = 'Внимание: Пощенският код трябва да е между 2 и 10 символа!';
$_['error_country']                  = 'Внимание: Моля, посочете страна!';
$_['error_zone']                     = 'Внимание: Моля, посочете област!';
$_['error_agree']                    = 'Внимание: Нужно е да посочите, че сте съгласни с %s (чрез отметка в полето)!';
$_['error_address']                  = 'Внимание: Посочването на адрес е задължително!';
$_['error_shipping']                 = 'Внимание: Посочването на метод на доставка е задължително!';
$_['error_no_shipping']              = 'Внимание: Не са налични възможности за доставка. Моля, <a href="%s">свържете се с нас</a> за съдействие!';
$_['error_payment']                  = 'Внимание: Посочването на начин на плащане е задължително!';
$_['error_no_payment']               = 'Внимание: Не са налични възможности за плащане. Моля, <a href="%s">свържете се с нас</a> за съдействие!';
$_['error_custom_field']             = '%s е задължително!';