<?php
// Heading
$_['heading_title'] = 'Неуспешно плащане!';

// Text
$_['text_basket']   = 'Кошница';
$_['text_checkout'] = 'Плащане';
$_['text_failure']  = 'Неуспешно плащане';
$_['text_message']  = '<p>Имаше проблем при обработката на плащането и поръчката не е завършена.</p>

<p>Възможните причини са:</p>
<ul>
  <li>Недостатъчно средства</li>
  <li>Потвърждението се е провалило</li>
</ul>

<p>Моля, опитайте да поръчате отново като изберете различен метод на плащане.</p>

<p>Ако проблемът продължава, моля<a href="%s">свържете се с нас</a> с детайлите на поръчката.</p>
';