<?php
// Heading
$_['heading_title']        = 'Изчисляване на доставки и такси';

// Text
$_['text_success']         = 'Готово, изчислената доставка бе включена в сметката!!';
$_['text_shipping']        = 'Въведете вашата дестинация, за да получите цена за доставката ';
$_['text_shipping_method'] = 'Моля, изберете метод на доставка за тази поръчка.';

// Entry
$_['entry_country']        = 'Страна';
$_['entry_zone']           = 'Област';
$_['entry_postcode']       = 'Пощенски код';

// Error
$_['error_postcode']       = 'Пощенския код трябва да бъде между 2 и 10 символа!';
$_['error_country']        = 'Моля, изберете страна!';
$_['error_zone']           = 'Моля изберете Област';
$_['error_shipping']       = 'Внимание: изберете метод за Доставка!';
$_['error_no_shipping']    = 'Внимание: Няма достъпни опции за доставка. Моля, <a href="%s">свържете се с нас</a> за съдействие!';