<?php
// Heading
$_['heading_title'] = 'Поръчката ви е приета !';

// Text
$_['text_basket']   = 'Кошница';
$_['text_checkout'] = 'Плащане';
$_['text_success']  = 'Готово !';
$_['text_customer'] = '<p>Поръчката ви беше приета успешно!</p><p>Можете да разгледате историята на вашите поръчки в <a href="%s">Kлиентския профил</a> като изберете <a href="%s">История на поръчките</a>.</p>Ако към покупката ви има прикачени файлове за изтегляне, можете да ги видите в секция <a href="%s">Виртуални продукти</a> в профила Ви.</p><p>В случай,че имате въпроси, моля <a href="%s">пишете ни</a>.</p><p>Благодарим ви, че пазарувахте от Нашият Магазин !</p>';
$_['text_guest']    = '<p>Поръчката ви беше приета успешно!</p><p>В случай,че имате въпроси, моля <a href="%s">свържете се с Нас</a>.</p><p>Благодарим ви !</p>';