<?php
// Heading
$_['heading_title']     = 'Потребители';

// Text
$_['text_success']      = 'Готово, промените са запазени!';
$_['text_list']         = 'Потребители';
$_['text_add']          = 'Добави потребител';
$_['text_edit']         = 'Редактирай потребител';

// Column
$_['column_username']   = 'Потребител';
$_['column_status']     = 'Статус';
$_['column_date_added'] = 'Дата на добавяне';
$_['column_action']     = 'Действие';

// Entry
$_['entry_username']   	= 'Потребител';
$_['entry_user_group'] 	= 'Потребителска група';
$_['entry_password']   	= 'Парола';
$_['entry_confirm']    	= 'Потвърди';
$_['entry_firstname']  	= 'Име';
$_['entry_lastname']   	= 'Фамилия';
$_['entry_email']      	= 'Е-поща';
$_['entry_image']      	= 'Изображение';
$_['entry_status']     	= 'Статус';

// Error
$_['error_permission'] 	= 'Внимание: Нямате права за промяна в секцията!';
$_['error_account']    	= 'Внимание: Не можете да изтривате собствения си профил!';
$_['error_exists']     	= 'Внимание: Името е заето!';
$_['error_username']  	= 'Внимание: Потребител трябва да бъде между 3 и 20 символа!';
$_['error_password']  	= 'Внимание: Паролата трябва да е между 4 и 20 символа!';
$_['error_confirm']     = 'Внимание: Паролата в двете полета не е еднаква!';
$_['error_firstname']   = 'Внимание: Името трябва да е между 1 и 32 символа!';
$_['error_lastname']    = 'Внимание: Фамилията трябва да е между 1 и 32 символа!';