<?php
// Heading
$_['heading_title']    = 'Управление на изображения';

// Text
$_['text_uploaded']    = 'Готово, файлът беше записан!';
$_['text_directory']   = 'Готово, папката беше създадена!';
$_['text_delete']      = 'Готово, файлът беше изтрит!';

// Entry
$_['entry_search']     = 'Търси..';
$_['entry_folder']     = 'Име на папката';

// Error
$_['error_permission'] = 'Внимание: Достъп отказан!';
$_['error_filename']   = 'Внимание: Името на файла трябва да бъде между 3 и 255!';
$_['error_folder']     = 'Внимание: Името на папката трябва да бъде между 3 и 255!';
$_['error_exists']     = 'Внимание: Вече съществува файл или папка с това име!';
$_['error_directory']  = 'Внимание: Моля изберете папка!';
$_['error_filetype']   = 'Внимание: Грешен тип на файла!';
$_['error_upload']     = 'Внимание: Поради неизвестна причина, файлът не може да бъде записан!';
$_['error_delete']     = 'Внимание: Тази папка не може да бъде изтрита!';