<?php
// Heading
$_['heading_title']       = 'Купони';

// Text
$_['text_success']     = 'Готово, промените са запазени!';
$_['text_list']           = 'Купони';
$_['text_add']            = 'Добави';
$_['text_edit']           = 'Редактирай';
$_['text_percent']        = 'Процент';
$_['text_amount']         = 'Фиксирана сума';

// Column
$_['column_name']         = 'Название на купона';
$_['column_code']         = 'Код';
$_['column_discount']     = 'Описание';
$_['column_date_start']   = 'Начална дата';
$_['column_date_end']     = 'Крайна дата';
$_['column_status']       = 'Статус';
$_['column_order_id']     = 'Поръчка ID';
$_['column_customer']     = 'Клиент';
$_['column_amount']       = 'Сума';
$_['column_date_added']   = 'Дата на създаване';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']          = 'Название на купона';
$_['entry_code']          = 'Код';
$_['entry_type']          = 'Тип';
$_['entry_discount']      = 'Отстъпка';
$_['entry_logged']        = 'Оторизация на клиента';
$_['entry_shipping']      = 'Безплатна Доставка';
$_['entry_total']         = 'Обща сума';
$_['entry_category']      = 'Категория';
$_['entry_product']       = 'Продукт';
$_['entry_date_start']    = 'Начална дата';
$_['entry_date_end']      = 'Крайна дата';
$_['entry_uses_total']    = 'Брой използвани купони';
$_['entry_uses_customer'] = 'Брой използвани от един клиент';
$_['entry_status']        = 'Статус';

// Help
$_['help_code']           = 'Кодът който клиентът въвежда, за да получите отстъпка.';
$_['help_type']           = 'Процент или фиксирана сума.';
$_['help_logged']         = 'Клиентът трябва да се идентефицира, за да използва талона.';
$_['help_total']          = 'Общата сума, която трябва да бъде постигнато преди да е валиден талонът.';
$_['help_category']       = 'Изберете всички продукти в рамките на избраната категория.';
$_['help_product']        = 'Изберете конкретни продукти за които купонът ще се прилага. Ако не купонат ще се приложи за цялата количка. ';
$_['help_uses_total']     = 'Максималният брой пъти които може да се използва купона  от всеки потребители. Оставете празно за неограничен';
$_['help_uses_customer']  = 'Максималният брой пъти които може да се използва купона  от един потребител. Оставете празно за неограничен';

// Error
$_['error_permission']       = 'Внимание: Нямате права за промяна на купони!';
$_['error_exists']        = 'Внимание: Код за Купона  е вече в употреба!';
$_['error_name']          = 'Името на Купон трябва да бъде между 3 и 128 символа!';
$_['error_code']          = 'Кода трябва да бъде между 3 и 10 символа!';