<?php
// Heading
$_['heading_title']     = 'Маркетингова Кампания';

// Text
$_['text_success']     = 'Готово, промените са запазени!';
$_['text_list']         = 'Списък';
$_['text_add']          = 'Добави';
$_['text_edit']         = 'Редактиране';

// Column
$_['column_name']       = 'Име на Кампанията';
$_['column_code']       = 'Код';
$_['column_clicks']     = 'Кликвания';
$_['column_orders']     = 'Поръчки';
$_['column_date_added'] = 'Дата на добавяне';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Име на Кампанията';
$_['entry_description'] = 'Описание на Кампанията';
$_['entry_code']        = 'Код за проследяване';
$_['entry_example']     = 'Примери';
$_['entry_date_added']  = 'Дата на добавяне';

// Help
$_['help_code']         = 'Този код се използва за проследяване на продажбите от маркетинг кампанията.';
$_['help_example']      = 'По този начин, можете да добавите проследяващия код към края на URL-адреса на линк към вашия сайт или продукт на вашия сайт.';

// Error
$_['error_permission']  = 'Внимание: Вие нямате разрешение да променяте маркетинг проследяване!';
$_['error_name']        = 'Кампанията трябва да бъде между 1 и 32 символа!';
$_['error_code']        = 'Трябва да въведете кода за проследяване!';