<?php
// Heading
$_['heading_title']     = 'Клиентски групи';

// Text
$_['text_success']      = 'Готово, промените са запазени!';
$_['text_list']         = 'Списък с клиентските групи';
$_['text_add']          = 'Добави Клиентска Група';
$_['text_edit']         = 'Редактирай Клиентска Група';

// Column
$_['column_name']       = 'Име на Клиентската Група';
$_['column_sort_order'] = 'Поредност';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Име на Клиентската Група';
$_['entry_description'] = 'Описание';
$_['entry_approval']    = 'Одобри Нови Клиенти';
$_['entry_sort_order']  = 'Поредност';

// Help
$_['help_approval']     = 'Клиентите трябва да бъдат одобрени от администратор, преди да можете да влязат.';

// Error
$_['error_permission']   = 'Внимание: Вие нямате разрешение да модифицирате Клиентски групи!';
$_['error_name']         = 'Името на Клиентските групи трябва да бъде между 3 и 32 символа!';
$_['error_default']      = 'Внимание: Тази Клиентска Група не може да се заличена, тъй като в момента е назначена като групата по подразбиране!';
$_['error_store']        = 'Внимание: Тази Клиентска Група не може да се заличена, тъй като в момента е назначена към %s магазини!';
$_['error_customer']     = 'Внимание: Тази Клиентска Група не може да се заличена, тъй като в момента е назначена към  %s клиента!';