<?php
// Heading
$_['heading_title']         = 'Допълнителни полета';

// Text
$_['text_success']          = 'Готово, промените са запазени!';
$_['text_list']             = 'Списък на допълнителните полета';
$_['text_add']              = 'Добави Допълнително поле';
$_['text_edit']             = 'Редактирай Допълнителното поле';
$_['text_choose']           = 'Избор';
$_['text_select']           = 'Единствен избор';
$_['text_radio']            = 'Радио-бутон';
$_['text_checkbox']         = 'Отметка';
$_['text_input']            = 'Въвеждане';
$_['text_text']             = 'Текстов ред';
$_['text_textarea']         = 'Текстова зона';
$_['text_file']             = 'Файл';
$_['text_date']             = 'Дата';
$_['text_datetime']         = 'Дата и час';
$_['text_time']             = 'Час';
$_['text_account']         = 'Клиент';
$_['text_address']          = 'Адрес';

// Column
$_['column_name']           = 'Допълнително поле';
$_['column_location']       = 'Място';
$_['column_type']           = 'Вид';
$_['column_sort_order']     = 'Поредност';
$_['column_action']         = 'Действие';

// Entry
$_['entry_name']           = 'Име на допълнително поле';
$_['entry_location']        = 'Място';
$_['entry_type']           = 'Вид';
$_['entry_value']          = 'Стойност';
$_['entry_custom_value']   = 'Име на стойността в допълнителното поле';
$_['entry_customer_group']  = 'Клиентска група';
$_['entry_required']       = 'Задължително';
$_['entry_status']          = 'Статус';
$_['entry_sort_order']     = 'Ред';

// Help
$_['help_sort_order']       = 'Използвайте минус за да зададете реда на сортиране по-висока от първата.';

// Error
$_['error_permission']     = 'Внимание: нямате права за промяна на допълнителни полета!';
$_['error_name']           = 'Внимание: името на допълнителното поле трябва да е между 1 и 128 символа!';
$_['error_type']           = 'Внимание: посочването на стойност е задължително!';
$_['error_custom_value']   = 'Внимание: името на стойността трябва да е между 1 и 128 символа!';