<?php
// Text
$_['text_subject']  = '%s - Партньорска програма';
$_['text_welcome']  = 'Благодарим ви,за регистрирането Ви в Партньорската програма на %s !';
$_['text_login']                = 'Вашият профил е вече готов и можете да влезете в системата, използвайки посочените при регистрацията И-мейл и Парола, на следния адрес:';
$_['text_approval'] = 'Вашата заявка очаква разглеждане от Администратор. Веднага след като бъде одобрена, ще можете да влезете в системата с посочената от вас при регистрацията И-мейл и парола на следния адрес :';
$_['text_services'] = 'Когато вече сте в системата, ще можете да създавате и използвате кодове, за да следите своите комисионите и плащания.';
$_['text_thanks']   = 'Благодарим Ви !';
$_['text_new_affiliate']        = 'Нов Партньор';
$_['text_signup']		        = 'Нов Партньорска се е регистрирал:';
$_['text_store']		        = 'Магазин:';
$_['text_firstname']	        = 'Име:';
$_['text_lastname']		        = 'Фамилия:';
$_['text_company']		        = 'Фирма:';
$_['text_email']		        = 'E-Mail:';
$_['text_telephone']	        = 'Телефон:';
$_['text_website']		        = 'Уеб Сайта:';
$_['text_order_id']             = 'Поръчка ID:';
$_['text_transaction_subject']  = '%s - Партньорска Комисионна';
$_['text_transaction_received'] = 'Получили сте %s Комисионна!';
$_['text_transaction_total']    = 'Вашата обща сума на комисионната е %s.';
