<?php
// Text
// Text
$_['text_subject']  = '%s - Благодарим ви, че се регистрирахте !';
$_['text_welcome']  = 'Добре дошли и благодарим, че се регистрирахте в %s !';
$_['text_login']    = 'Вашият профил е вече готов и можете да влезете в системата, използвайки посочените при регистрацията И-мейл и Парола, на следния адрес :';
$_['text_approval'] = 'Вашата заявка очаква разглеждане от Администратор. Веднага след като бъде одобрена, ще можете да влезете в системата с посочените от вас при регистрацията И-мейл и Парола на следния адрес :';
$_['text_services'] = 'Влизайки в системата, вие ще имате достъп до още услуги, като преглед на поръчките, отпечатване на фактури, промяна на информацията на профила Ви и др.';
$_['text_thanks']   = 'Благодарим Ви !';
$_['text_new_customer']   = 'Нов клиент';
$_['text_signup']         = 'Нов клиент се е регистрирал:';
$_['text_website']        = 'Уеб Сайт:';
$_['text_customer_group'] = 'Клиентска Група:';
$_['text_firstname']      = 'Име:';
$_['text_lastname']       = 'Фамилия:';
$_['text_email']          = 'E-Mail:';
$_['text_telephone']      = 'Телефон:';